import React from 'react';
import Container from '../../components/ui/Container';
import authorPage from "../../assets/images/author-page.jpg";
import Breadcrumb from "../../components/ui/Breadcrumb";
import bossimg from "../../assets/images/boss.png"

const AuthorDetails = () => {
    return (
        <div className='py-6'>
            <Container>
                <div className='text-sm breadcrumbs'>
                    <ul>
                        <Breadcrumb route='/' name='হোম' />
                        <Breadcrumb route='/authors' name='লেখক' />
                    </ul>
                </div>
                <section className='py-2'>
                    <img src={authorPage} alt='' className='w-full' />
                    <p className='pt-2 text-gray-500 text-sm'>
                        লেখক! আক্ষরিক ভাবে বলতে গেলে সৃজনশীল কোনকিছু লেখেন যিনি তাকেই লেখক
                        বলা যায়। কিন্তু ‘লেখক’ শব্দটির ব্যাপ্তি আসলে এতোটুকুতেই সীমাবদ্ধ নয়।
                        লেখক এই বাস্তবিক জগতের সমান্তরালে একটি কাল্পনিক পৃথিবী তৈরির ক্ষমতা
                        রাখেন। কাল্পনিক চরিত্রগুলো তার লেখনী ও কলমের প্রাণখোঁচায় জীবন্ত হয়ে
                        ওঠে। একজন লেখক তাঁর লেখার মাধ্যমে একটি প্রজন্মের চিন্তাধারা গড়ে দিতে
                        পারেন। তাই লেখকদের কিংবদন্তী হবার পথ করে দিতে রকমারি ডট কম বদ্ধ
                        পরিকর।
                    </p>
                </section>
                <div>
                    <div className='md:flex lg:flex gap-8'>
                        <div>
                            <img className='md:h-[200px] lg:h-[200px] md:w-[800px] lg:w-[800px]' src={bossimg} alt="" />
                        </div>
                        <div>
                            <h3 className='font-bold'>ঝংকার মাহবুব</h3>
                            <p>পাঠকসমাজে তাঁর পরিচিতি এখন গৎবাঁধা লেখার বাইরে নতুনত্বের আমেজ এনে দেওয়া তরুণ লেখক হিসেবে। তিনি ঝংকার মাহবুব, পেশায় একজন ওয়েব ডেভেলপার। বাংলাদেশ প্রকৌশল বিশ্ববিদ্যালয় (বুয়েট) থেকে ইন্ডাস্ট্রিয়াল অ্যান্ড প্রোডাকশন ইঞ্জিনিয়ারিং এ স্নাতক পাশ করার পর যুক্তরাষ্ট্রের নর্থ ডাকোটা স্টেট ইউনিভার্সিটি থেকে কম্পিউটার সায়েন্সে স্নাতকোত্তর ডিগ্রি অর্জন করেন ঝংকার মাহবুব। বাংলাদেশের তরুণ লেখকদের মধ্য থেকে ঝংকার মাহবুব এর বই আলাদা করা যায় খুব সহজেই। তাঁর লেখার বিষয়গুলোও ব্যতিক্রমধর্মী। কম্পিউটার প্রোগ্রামিংকে কীভাবে এ দেশের তরুণদের মাঝে সহজবোধ্য করা যায়– তা নিয়েই ঝংকার মাহবুব এর বই সমূহ। তাঁর লেখা বইগুলোতে তিনি প্রোগ্রামিংয়ের মতো কাঠখোট্টা জিনিসকে আকর্ষণীয়ভাবে উপস্থাপনের চেষ্টা করে যাচ্ছেন। ঝংকার মাহবুবের বই সমগ্র এখন এ দেশের তরুণ প্রোগ্রামারদের কাছে প্রোগ্রামিং শেখার মজার বন্ধু হয়ে উঠছে এবং এই বইগুলোর জনপ্রিয়তা বেড়েই চলেছে। তাঁর লেখা উল্লেখযোগ্য কিছু বই হলো রিচার্জ ইয়োর ডাউন ব্যাটারি, হাবলুদের জন্য প্রোগ্রামিং, প্রোগ্রামিংয়ের বলদ টু বস, প্রোগ্রামিংয়ের চৌদ্দগোষ্ঠী, প্যারাময় লাইফের প্যারাসিটামল ইত্যাদি। প্রোগ্রামিং শেখানো সহজ করা বইগুলোর মূল উদ্দেশ্য হলেও ঝংকার মাহবুব তাঁর লেখার মাধ্যমে অনুপ্রাণিত করেছেন তরুণ প্রোগ্রামারদেরকে। লেখালেখির পাশাপাশি বর্তমানে তিনি শিকাগোর নিলসেন কোম্পানিতে সিনিয়র ওয়েব ডেভেলপার হিসেবে কর্মরত আছেন।</p>
                        </div>
                    </div>
                </div>
            </Container>
        </div>
    );
};

export default AuthorDetails;