[
    {
        "imageUrl":"https://ds.rokomari.store/rokomari110/people/f05844bf5ab4_40266.jpg",
        "author":"ঝংকার মাহবুব",
        "authorEng":"Jhankar Mahbub",
        "description":"পাঠকসমাজে তাঁর পরিচিতি এখন গৎবাঁধা লেখার বাইরে নতুনত্বের আমেজ এনে দেওয়া তরুণ লেখক হিসেবে। তিনি ঝংকার মাহবুব, পেশায় একজন ওয়েব ডেভেলপার। বাংলাদেশ প্রকৌশল বিশ্ববিদ্যালয় (বুয়েট) থেকে ইন্ডাস্ট্রিয়াল অ্যান্ড প্রোডাকশন ইঞ্জিনিয়ারিং এ স্নাতক পাশ করার পর যুক্তরাষ্ট্রের নর্থ ডাকোটা স্টেট ইউনিভার্সিটি থেকে কম্পিউটার সায়েন্সে স্নাতকোত্তর ডিগ্রি অর্জন করেন ঝংকার মাহবুব। বাংলাদেশের তরুণ লেখকদের মধ্য থেকে ঝংকার মাহবুব এর বই আলাদা করা যায় খুব সহজেই। তাঁর লেখার বিষয়গুলোও ব্যতিক্রমধর্মী। কম্পিউটার প্রোগ্রামিংকে কীভাবে এ দেশের তরুণদের মাঝে সহজবোধ্য করা যায়– তা নিয়েই ঝংকার মাহবুব এর বই সমূহ। তাঁর লেখা বইগুলোতে তিনি প্রোগ্রামিংয়ের মতো কাঠখোট্টা জিনিসকে আকর্ষণীয়ভাবে উপস্থাপনের চেষ্টা করে যাচ্ছেন। ঝংকার মাহবুবের বই সমগ্র এখন এ দেশের তরুণ প্রোগ্রামারদের কাছে প্রোগ্রামিং শেখার মজার বন্ধু হয়ে উঠছে এবং এই বইগুলোর জনপ্রিয়তা বেড়েই চলেছে। তাঁর লেখা উল্লেখযোগ্য কিছু বই হলো রিচার্জ ইয়োর ডাউন ব্যাটারি, হাবলুদের জন্য প্রোগ্রামিং, প্রোগ্রামিংয়ের বলদ টু বস, প্রোগ্রামিংয়ের চৌদ্দগোষ্ঠী, প্যারাময় লাইফের প্যারাসিটামল ইত্যাদি। প্রোগ্রামিং শেখানো সহজ করা বইগুলোর মূল উদ্দেশ্য হলেও ঝংকার মাহবুব তাঁর লেখার মাধ্যমে অনুপ্রাণিত করেছেন তরুণ প্রোগ্রামারদেরকে। লেখালেখির পাশাপাশি বর্তমানে তিনি শিকাগোর নিলসেন কোম্পানিতে সিনিয়র ওয়েব ডেভেলপার হিসেবে কর্মরত আছেন।"
    },
    {
        "imageUrl":"https://s3-ap-southeast-1.amazonaws.com/rokomari110/people/1323bb4c3d84_93.jpg",
        "author":"মুহম্মদ জাফর ইকবাল",
        "authorEng":"Muhammad Jafor Eqbal",
        "description":"বাংলাদেশের কিশোর-কিশোরী পাঠকদের কাছে সবচেয়ে জনপ্রিয় নাম মুহম্মদ জাফর ইকবাল। তিনি মূলত এ দেশের একজন বিখ্যাত লেখক, পদার্থবিদ এবং শিক্ষাবিদ। কিশোর সাহিত্য, শিশুতোষ গ্রন্থ, বৈজ্ঞানিক কল্পকাহিনী, গণিত বিষয়ক বই এর জন্য খুব অল্প সময়েই জনপ্রিয়তা লাভ করেন তিনি। মুহম্মদ জাফর ইকবাল ১৯৫২ সালের ২৩ ডিসেম্বর সিলেটে জন্মগ্রহণ করেন। মুক্তিযোদ্ধা বাবা ফয়জুর রহমানের চাকরির সুবাদে দেশের বিভিন্ন জেলাতেই তিনি পড়াশোনা করেছেন। ঢাকা বিশ্ববিদ্যালয়ের পদার্থবিজ্ঞান বিভাগ থেকে স্নাতক ও স্নাতকোত্তর শেষ করে পিএইচডি ডিগ্রী অজর্নের উদ্দেশ্যে স্কলারশিপ নিয়ে পাড়ি জমান যুক্তরাষ্ট্রের ওয়াশিংটন বিশ্ববিদ্যালয়ে। পিএইচডি সম্পন্ন করে ক্যালিফোর্নিয়া ইনস্টিটিউট অফ টেকনোলজিতে পোস্ট-ডক্টরাল গবেষণা সম্পন্ন করেন। পরবর্তীতে বিখ্যাত বেল কমিউনিকেশনস রিসার্চ ল্যাবেও গবেষক হিসেবে যোগদান করেন। ১৯৯৪ সালে দেশে ফিরে এসে তিনি শাহজালাল বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়ে কম্পিউটার বিজ্ঞান ও প্রকৌশল বিভাগের বিভাগীয় প্রধান হিসেবে যোগ দেন। মুহম্মদ জাফর ইকবাল এর বই সবসময়ই এ দেশের কিশোর-কিশোরীদের কাছে বিশেষ আবেদন নিয়ে হাজির হয়েছে। কিশোর সাহিত্য, বৈজ্ঞানিক কল্পকাহিনী, বিজ্ঞান ও গণিত বিষয়ক অজস্র গ্রন্থ দিয়ে তিনি আলোকিত করে তুলেছেন এদেশের অগণিত কিশোর-কিশোরীর মনোজগত। মুহম্মদ জাফর ইকবাল এর বই সমূহ, যেমন- দীপু নাম্বার টু, আমার বন্ধু রাশেদ, আমি তপু, শান্তা পরিবার, দস্যি ক’জন ইত্যাদি ব্যাপক পাঠকপ্রিয়তা পায়। তার বেশ কিছু গল্প পরবর্তীতে নাটক ও চলচ্চিত্র হিসেবে টিভি পর্দায় স্থান করে নিয়েছে। তিনি একজন বিশিষ্ট কলামিস্টও। বাংলাদেশ গণিত অলিম্পিয়াডও তাঁর ছত্রছায়ায় গড়ে উঠেছে। মুহম্মদ জাফর ইকবাল এর বই সমগ্র সকল বইপড়ুয়াকেই আকৃষ্ট করে। সাহিত্যে অসামান্য অবদানের জন্য তিনি বহুবার পুরষ্কৃত হয়েছেন। বাংলা একাডেমি পুরষ্কার (২০০৪) এবং শ্রেষ্ঠ নাট্যকার হিসেবে মেরিল-প্রথম আলো পুরস্কার (২০০৫) সেগুলোর মধ্যে উল্লেখযোগ্য। এছাড়াও, কাজী মাহবুবুল্লা জেবুন্নেছা পদক (২০০২), শেলটেক সাহিত্য পদক (২০০৩), ইউরো শিশুসাহিত্য পদকসহ (২০০৪) অগণিত পুরষ্কার অর্জন করেছেন গুণী এই সাহিত্যিক।"
    },
    {
        "imageUrl":"https://s3-ap-southeast-1.amazonaws.com/rokomari110/people/068d7a1a0_930.jpg",
        "author":"রবীন্দ্রনাথ ঠাকুর",
        "authorEng":"Rabindranath Thagore",
        "description":"বিশ্বকবি রবীন্দ্রনাথ ঠাকুর ছিলেন একাধারে ঔপন্যাসিক, নাট্যকার, প্রাবন্ধিক, ছোটগল্পকার, চিত্রশিল্পী, সংগীতস্রষ্টা, অভিনেতা, কন্ঠশিল্পী, কবি, সমাজ-সংস্কারক এবং দার্শনিক। গীতাঞ্জলি কাব্যগ্রন্থের ইংরেজি অনুবাদের জন্য প্রথম বাঙালি হিসেবে ১৯১৩ সালে তিনি সাহিত্যে নোবেল পুরষ্কার লাভ করেন। রবীন্দ্রনাথ ঠাকুর ১৮৬১ সালের ৭ মে তৎকালীন ব্রিটিশ-শাসিত ভারতে কলকাতার ধনাঢ্য ও সংস্কৃতিমনা জোড়াসাঁকোর ঠাকুরবাড়িতে জন্মগ্রহণ করেন। শৈশব থেকেই তিনি লেখালেখিতে মনোনিবেশ করেন। ভানুসিংহ ঠাকুর ছিল তাঁর ছদ্মনাম। রবীন্দ্রনাথ ঠাকুর এর বই মানেই এক মোহের মাঝে আটকে যাওয়া, যে মোহ পাঠককে জীবনের নানা রঙের সাথে পরিচিত করিয়ে দেয় নানা ঢঙে, নানা ছন্দে, নানা সুর ও বর্ণে। তাঁর ৫২টি কাব্যগ্রন্থ, ৩৮টি নাট্যগ্রন্থ, ১৩টি উপন্যাস, ৩৬টি প্রবন্ধ ও অন্যান্য গদ্যসংকলন জীবদ্দশায় বা মৃত্যুর কিছুদিন পরই আলোর মুখ দেখে। কাবুলিওয়ালা, হৈমন্তী, পোস্টমাস্টারসহ মোট ৯৫টি গল্প স্থান পেয়েছে তাঁর ‘গল্পগুচ্ছ’ গ্রন্থে। অন্যদিকে ‘গীতবিতান’ গ্রন্থে সংকলিত হয়েছে ১,৯১৫টি গান। উপন্যাস, কবিতা, সঙ্গীত, ছোটগল্প, গীতিনাট্য, প্রবন্ধ, ভ্রমণকাহিনীসহ সাহিত্যের সকল শাখাই যেন ধারণ করে আছে রবীন্দ্রনাথ ঠাকুর এর বই সমূহ। তিনি একাধারে নাট্যকার ও নাট্যাভিনেতা দুই-ই ছিলেন। কোনো প্রথাগত শিক্ষা ছাড়া তিনি চিত্রাংকনও করতেন। তৎকালীন সমাজ-সংস্কারেও গুরুত্বপূর্ণ ভূমিকা রাখেন এই গুণী ব্যক্তিত্ব। বিশ্বের বিভিন্ন ভাষাতেই অনূদিত হয়েছে রবীন্দ্রনাথ ঠাকুর এর বই সমগ্র। তাঁর যাবতীয় রচনা ‘রবীন্দ্র রচনাবলী’ নামে ত্রিশ খণ্ডে প্রকাশিত হয়েছে। ১৯৪১ সালের ৭ আগস্ট জোড়াসাঁকোর বাড়িতেই রবীন্দ্রনাথ ঠাকুর শেষ নিঃশ্বাস ত্যাগ করেন। মৃত্যুর পর এতদিন পেরিয়ে গেলেও তাঁর সাহিত্যকর্ম আজও স্বমহিমায় ভাস্বর। আজও আমাদের বাঙালি জীবনের বিভিন্ন ক্ষেত্রকে আষ্টেপৃষ্ঠে জড়িয়ে রেখেছে বিশ্বকবির সাহিত্যকর্ম।"
    },
    {
        "imageUrl":"https://s3-ap-southeast-1.amazonaws.com/rokomari110/people/2222ed505a94_1.jpg",
        "author":"হুমায়ূন আহমেদ",
        "authorEng":"Humayun Ahmed",
        "description":"বাংলা সাহিত্যের এক কিংবদন্তী হুমায়ূন আহমেদ। বিংশ শতাব্দীর বাঙালি লেখকদের মধ্যে তিনি অন্যতম স্থান দখল করে আছেন। একাধারে ঔপন্যাসিক, ছোটগল্পকার ও নাট্যকার এ মানুষটিকে বলা হয় বাংলা সায়েন্স ফিকশনের পথিকৃৎ। নাটক ও চলচ্চিত্র পরিচালক হিসেবেও তিনি বেশ সমাদৃত। বাদ যায়নি গীতিকার কিংবা চিত্রশিল্পীর পরিচয়ও। সৃজনশীলতার প্রতিটি শাখায় তাঁর সমান বিচরণ ছিল। অর্জন করেছেন সর্বোচ্চ সফলতা এবং তুমুল জনপ্রিয়তা। স্বাধীনতা পরবর্তী বাঙালি জাতিকে হুমায়ুন আহমেদ উপহার দিয়েছেন তাঁর অসামান্য বই, নাটক এবং চলচ্চিত্র। চলচ্চিত্রের বদৌলতে মানুষকে করেছেন হলমুখী, তৈরি করে গেছেন বিশাল পাঠকশ্রেণীও। তাঁর নির্মিত প্রথম চলচ্চিত্র ‘আগুনের পরশমনি’ দেখতে দর্শকের ঢল নামে। এছাড়া শ্যামল ছায়া, শ্রাবণ মেঘের দিন, দুই দুয়ারী, চন্দ্রকথা, ঘেটুপুত্র কমলা প্রভৃতি চলচ্চিত্র সুধীজনের প্রশংসা পেয়েছে। অনন্য কীর্তি হিসেবে আছে তাঁর নাটকগুলো। এইসব দিনরাত্র, বহুব্রীহি, আজ রবিবার, কোথাও কেউ নেই, অয়োময়ো আজও নিন্দিত দর্শকমনে। হিমু, মিসির আলি, শুভ্রর মতো চরিত্রের জনক তিনি। রচনা করেছেন নন্দিত নরকে, শঙ্খনীল কারাগার, জোছনা ও জননীর গল্পের মতো সব মাস্টারপিস। শিশুতোষ গ্রন্থ, মুক্তিযুদ্ধ বিষয়ক রচনা, বৈজ্ঞানিক কল্পকাহিনী মিলিয়ে হুমায়ূন আহমেদ এর বই সমূহ এর পাঠক সারাবিশ্বে ছড়িয়ে আছে। হুমায়ূন আহমেদ এর বই সমগ্র পৃথিবীর নানা ভাষায় অনূদিতও হয়েছে। সৃজনশীল কর্মকাণ্ডের মাধ্যমে অর্জন করেছেন বাংলা একাডেমি পুরস্কার (১৯৮১), একুশে পদক (১৯৯৪), হুমায়ুন কাদির স্মৃতি পুরস্কার (১৯৯০), লেখক শিবির পুরস্কার (১৯৭৩), মাইকেল মধুসূধন দত্ত পুরস্কার (১৯৮৭), জাতীয় চলচ্চিত্র পুরস্কার (১৯৯৩ ও ১৯৯৪), বাচসাস পুরস্কার (১৯৮৮), শিশু একাডেমি পুরস্কার, জয়নুল আবেদীন স্বর্ণপদকসহ নানা সম্মাননা। হুমায়ূন আহমেদ এর বই, চলচ্চিত্র এবং অন্যান্য রচনা দেশের বাইরেও মূল্যায়িত হয়েছে৷ ১৯৪৮ সালের ১৩ই নভেম্বর, তৎকালীন পূর্ব পাকিস্তানে, নেত্রকোনা জেলার কেন্দুয়া উপজেলায় কুতুবপুরে পীরবংশে জন্মগ্রহণ করেন হুমায়ূন আহমেদ। কোলন ক্যান্সারে আক্রান্ত হয়ে দীর্ঘদিন চিকিৎসাধীন থাকার পর নিউ ইয়র্কের ম্যানহাটনের বেলভ্যু হাসপাতালে তিনি ইহলোক ত্যাগ করেন। গাজীপুরে তাঁর প্রিয় নুহাশ-পল্লীতে তাঁকে সমাহিত করা হয়। Humayun Ahmed is a legend of Bengali literature. He is one of the leading Bengali writers of the twentieth century. Simultaneously a novelist, short story writer, and playwright, this man is called the pioneer of Bengali science fiction. He is also well-known as a drama and film director. The identity of the lyricist or the painter was not left out. He had equal wanderings in every branch of creativity. Achieved the highest success and immense popularity. Humayun Ahmed has gifted the post-independence Bengali nation with his outstanding books, drama, and films. The list of all the books written by Humayun Ahmed is very long, he has written more than 200 non-fiction and fiction books, most of which are still on the list of best sellers! His films have turned people into cinema halls, and a huge readership has also been created. The audience was overwhelmed to see his first film ‘Aguner Poroshmoni’. Besides, films like Shamol Chaya, Shrabon Megher Din, Dui Duari, Chondrokotha, Ghetuputro Komola, etc. have been praised by Sudheejan. His plays are unique. Eisob dinratri, Bahubrihi, aj robibar, kothao keu nei, Ayomoy is still in the condemned audience. He is the father of characters like Himu, Misir Ali, Shuvro. Composes all the masterpieces like Nandita Narake, Shonkhonil Karagar, Jochna O Jononir Golpo of Humayun Ahmed's best books, including children's books, essays on the war of liberation, and science fiction, are spread all over the world. Humayun Ahmed's book has been translated into many languages all over the world. Through his creative activities, he has won Bangla Academy Award (1981), Ekushey Padak (1994), Humayun Qadir Smriti Award (1990), Writer's Camp Award (1973), Michael Madhusudhan Dutt Award (1987), National Film Award (1993 and 1994). Bacchus Award (1988), Shishu Academy Award, Zainul Abedin Gold Medal, and many other honors. Humayun Ahmed's books, films, and other works have been evaluated outside the country. Humayun Ahmed was born on 13 November 1948 in the Pir dynasty at Qutubpur in Kendua Upazila of Netrokona district in what in the then East Pakistan. He died at Bellevue Hospital in Manhattan, New York, after a long battle with colon cancer. He was buried at his favorite Nuhash-Palli in Gazipur."
    },
    {
        "imageUrl":"https://s3-ap-southeast-1.amazonaws.com/rokomari110/people/a721f57c3_79420.jpg",
        "author":"মুনজেরিন শহীদ",
        "authorEng":"Munzerin Shahid",
        "description":"মুনজেরিন ঢাকা বিশ্ববিদ্যালয় থেকে ইংরেজি বিভাগে স্নাতক ও স্নাতকোত্তর সম্পন্ন করেন। তিনি তার মাস্টার্সে প্রথম শ্রেণিতে প্রথম স্থান অর্জন করেন। তিনি এখন বিশ্বের অন্যতম সেরা বিদ্যাপীঠ অক্সফোর্ড বিশ্ববিদ্যালয় থেকে ১০০পার্সেন্ট স্কলারশিপে তার দ্বিতীয় মাস্টার্স করছেন ইংরেজি শিক্ষার ওপর। তিনি বাংলাদেশের সবচেয়ে বড় অনলাইন শিক্ষামূলক প্ল্যাটফর্ম 10 Minute School এর একজন শিক্ষক এবং তার ভিডিও লেকচারগুলো এরই মধ্যে ২ কোটি ৫০ লক্ষ শিক্ষার্থীদের কাছে পৌঁছেছে। তার IELTS স্কোর 8.5। এছাড়াও তিনি 10 Minute School - এর মানবসম্পদ বিভাগের প্রধান নির্বাহী হিসেবে কর্মরত আছেন।"
    },
    {
        "imageUrl":"https://s3-ap-southeast-1.amazonaws.com/rokomari110/people/a81f159be_81098.jpg",
        "author":"মোত্তাসিন পাহলভী",
        "authorEng":"Mottashin Palvee",
        "description":"নাম: মোত্তাসিন পাহলভী , পিতা: আতাউর রহমান, মাতা: মাহফুজা রহমান। ১৯৮৭ সালের ১৭ জুলাই পঞ্চগড়ের দেবীগঞ্জ উপজেলায় তিনি জন্মগ্রহণ করেন। তার বাবা ছিলেন একজন স্কুল শিক্ষক। ছোটবেলা থেকেই তিনি বাবার কাছ থেকে গণিত ও বিজ্ঞানের অনেক মজার বিষয় শিখেন। এ থেকে তার গণিতের প্রতি ভালবাসা জন্ম নেয়। তিনি ৫ম শ্রেণি পর্যন্ত দেবীগঞ্জ কেজি স্কুলে পড়েন।এরপর তিনি দেবীগঞ্জ এন এন স্কুল থেকে এসএসসি , রংপুর ক্যান্টনমেন্ট পাবলিক স্কুল এন্ড কলেজ থেকে এইচএসসি এবং বাংলাদেশ প্রকৌশল বিশ্ববিদ্যালয়(বুয়েট) থেকে বিএসসি ইঞ্জিনিয়ারিং সম্পন্ন করেন । তিনি একাধারে একজন লেখক, শিক্ষক, প্রকৌশলী ও উদ্দ্যোক্তা।বিজ্ঞান ও গণিতের প্রতি ভালবাসা তৈরির জন্য তিনি কাজ করছেন। তার ছোটদের জন্য লেখা 'গণিতের জেমস বন্ড' এবং 'অঙ্কের জাদুকর' বইগুলো ছোটদের গণিতের প্রতি ভালবাসা বাড়িয়ে দেয়। চাকুরি প্রার্থীদের মধ্যে Magic Math বইটি খুবই জনপ্রিয়। এছাড়াও তিনি নবম দশম শ্রেণির শিক্ষার্থীদের জন্য ইনফিনিটি গণিত, ইনফিনিটি উচ্চতর গণিত, ইনফিনিটি পদার্থবিজ্ঞান, ইনফিনিটি রসায়ন বই লিখেছেন।বর্তমানে স্বল্পমূল্যে সকলের কাছে মানসম্পন্ন শিক্ষা পৌছানোর লক্ষ্যে কাজ করছেন্ম"
    }
]