import React from 'react';
import Container from '../components/ui/Container';

const AboutUs = () => {
    return (
        <Container>
            <div className='mb-4'>
                <div>
                    <img className='w-full' src="https://www.rokomari.com/static/new/img/about_us_banner.png" alt="" />
                </div>
                <div>
                    <h1 className='text-xl font-bold mt-3'>আমাদের সম্পর্কে জানুন</h1>
                    <p className='mt-2'>BookishBD24 বইয়ের একটি অনলাইন মার্কেটপ্লেস। সারা দেশের হাজার হাজার বই বিক্রেতার কাছ থেকে BookishBD24 ওয়েবসাইটের মাধ্যমে লক্ষ লক্ষ ব্র্যান্ডের নতুন বই, দুর্লভ বই এবং ছাপার বাইরের বই বিক্রির জন্য দেওয়া হয়। পাঠকরা বেস্টসেলার খুঁজে পেতে পারেন, সংগ্রাহকরা দুর্লভ বই খুঁজে পেতে পারেন, শিক্ষার্থীরা নতুন পাঠ্যপুস্তক খুঁজে পেতে পারেন এবং গুপ্তধনের সন্ধানকারীরা দীর্ঘ সময়ের হারানো বই খুঁজে পেতে পারেন।</p>
                    <p className='mt-4'>
                        আমাদের লক্ষ্য হল লোকেদের যেকোনো বই বিক্রেতার কাছ থেকে যেকোনো বই খুঁজে পেতে এবং কিনতে সাহায্য করা এবং আমাদের ব্যবসা কাউন্টি জুড়ে বিস্তৃত। বই বিক্রেতাদের কাছ থেকে বিক্রির জন্য বইয়ের অনন্য তালিকার মধ্যে রয়েছে 15 শতকের আগেকার দেশ ও বিশ্বের সেরা পুরাকীর্তি বই, অগণিত মুদ্রিত রত্ন, লক্ষ লক্ষ স্বাক্ষরিত বই, লক্ষ লক্ষ কপি, কলেজ পাঠ্যপুস্তকের একটি বিশাল নির্বাচন এবং নতুন বইও।

                    </p>
                    <p className='mt-4'>
                        BookishBD24 বই জন্য একটি আবেগ সঙ্গে একটি কোম্পানি রয়ে গেছে. বই বিক্রেতারা সারা বিশ্বের ক্রেতাদের কাছে বই বিক্রি করতে সাহায্য করার জন্য বোইবাজারকে ভালোবাসে - দিনে 24 ঘন্টা, বছরে 365 দিন। ক্রেতারা তাদের বিশাল অনলাইন ইনভেন্টরি থেকে বই খুঁজে পেতে এবং ক্রয় করতে সহায়তা করার জন্য BookishBD24 কে ভালোবাসে।
                    </p>
                </div>
                <div className='mt-4'>
                    <h4 className='text-xl font-bold'>BookishBD24 থেকে কেন কিনবেন?</h4>
                    <ul className='list-disc ml-4'>
                        <li>আপনি BookishBD24-এ আপনার অর্ডার দেওয়ার জন্য এখানে বেশ কয়েকটি কারণ রয়েছে।</li>
                        <li>আমাদের গ্রাহকদের সাথে আমাদের খ্যাতি। আপনি প্রশংসাপত্র পৃষ্ঠায় কিছু পর্যালোচনা পড়তে পারেন.</li>
                        <li>আমাদের পুরষ্কার এবং শিল্প স্বীকৃতি দ্বিতীয়টি নেই।</li>
                        <li>আমাদের গুদামের আকার এবং আমাদের ইন-স্টক শিরোনাম।</li>
                        <li>আমাদের কল সেন্টার আপনার কল এবং উত্তর ইমেল নিতে প্রস্তুত.</li>
                    </ul>
                </div>
            </div>
        </Container>
    );
};

export default AboutUs;