import React from 'react';
import Container from '../components/ui/Container';

const Conditions = () => {
    return (
        <Container>
        <div className='border-2 border-gray-300 shadow-md p-5 my-5 mx-10'>
          <h1 className='text-center text-xl font-bold'>শর্তাবলী (Terms of Use)</h1>
          <h2 className='my-3'>বুকিশবিডি-২৪-তে আপনাকে স্বাগতম। বুকিশবিডি-২৪(bookishBD24.com) ব্যাবহার করতে হলে অথবা এর মাধ্যমে কোন তথ্য অথবা সেবা পেতে হলে নিচের শর্ত গুলি মেনে নিতে হবে –</h2>
          <p>১) এই শর্তাদিতে, “আপনি”, “ব্যবহারকারী” এর রেফারেন্সের অর্থ সর্বশেষ ব্যবহারকারী / গ্রাহককে বোঝায় যিনি বুকিশবিডি-২৪-টি, এর বিষয়বস্তু এবং ওয়েবসাইটের মাধ্যমে প্রদত্ত সেবাগুলি ব্যবহার করেন। “ওয়েবসাইট”, “বুকিশবিডি-২৪”, “বুকিশবিডি-২৪ ডট কম”, “আমরা”,এবং “আমাদের” রেফারেন্সের অর্থ ওয়েবসাইট এবং / অথবা বুকিশ সল্যুশনস।</p>  
          <p className='my-3'>২) আমরা যে কোন সময়ে এই শর্তাবলী পরিবর্তন করার অধিকার রাখি। যা ওয়েবসাইটে প্রকাশ করা হলে সাথে সাথে কার্যকর হবে। আপনার এই ওয়েবসাইট ব্যবহার অব্যাহত থাকার মানে হচ্ছে আপনি সংশোধিত শর্তাদি মেনে নিয়েছেন।</p> 
          <p>৩) ওয়েবসাইটটি বুকিশ সল্যুশনস দ্বারা পরিচালিত।</p> 
          <p  className='my-3'>৪) বুকিশবিডি-২৪ বিভিন্ন ধরনের পণ্য বিক্রি করে থাকে। ওয়েব সাইটে প্রদর্শিত সকল পণ্য বুকিশবিডি-২৪ এর স্টকে থাকে না । আপনার অর্ডার এর কোন পণ্য স্টকে না থাকলে তা প্রকাশক/উৎপাদক/সরবরাহকারী এর কাছ থেকে সংগ্রহ করে আপনার কাছে পাঠানো হবে। যদি কোন পণ্য স্টকে এবং প্রকাশক/উৎপাদক/সরবরাহকারী এর কাছে না থাকে তাহলে তা বুকিশবিডি-২৪ আপনাকে সরবরাহ করতে পারবে না।</p>
          <p>৫) বুকিশবিডি-২৪ পণ্যের বিবরণ সঠিক ভাবে দেওয়ার যথাসম্ভব চেষ্টা করে। যেহেতু বুকিশবিডি-২৪ এই পণ্যগুলি নিজে উৎপাদন করে না তাই পণ্যের বিবরণের জন্য প্রকাশক/উৎপাদক/সরবরাহকারী এর উপর নির্ভর করতে হয়। তাই কোন পণ্যের বিবরণ যদি ওয়েব সাইটের বিবরণের সাথে না মিলে তাহলে তার একমাত্র সমাধান হচ্ছে বুকিশবিডি-২৪ এর কাছে অব্যবহৃত অবস্থায় পণ্যটি ফেরত দেওয়া।</p>
          <p className='my-3'>৬) আপনার অর্ডার বা ফরমায়েশ আমাদের কাছে একটি প্রস্তাব – এটি কোন বিক্রয় চুক্তি নয়। আপনার অর্ডার প্রাপ্তির পর আপনাকে একটি অর্ডার প্রাপ্তির নিশ্চিতকরণ ইমেইল এবং / অথবা এসএমএস পাঠায়। এই ইমেইল অথবা এসএমএস কোন বিক্রয় চুক্তি নয়। বিক্রয় চুক্তি তখনই সম্পন্ন হবে যখন আপনার অর্ডার এর পণ্য আপনার কাছে হস্তান্তর করা হবে।</p>
          <p>৭) আপনার অর্ডারের পণ্য আপনার কাছে হস্তান্তরের আগে যে কোন সময়ে আপনি অর্ডারটি বাতিল করতে পারেন।</p>
          <p className='my-3'>৮) বুকিশবিডি-২৪ সাধারণত কোন সুনির্দিষ্ট কারণ ছাড়া অর্ডার বাতিল করে না। তবে বুকিশবিডি-২৪ যে কোন সময় কোন কারণ দেখানো ব্যতীত অর্ডার বাতিল করার সম্পূর্ণ অধিকার সংরক্ষণ করে।</p>
        </div>
        </Container>
    );
};

export default Conditions;